Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Defaults to system accent color
ar: يستخدم لون التمييز في النظام افتراضيًا
de: Verwendet standardmäßig die Systemakzentfarbe
es: Usa el color de énfasis del sistema por omisión
fr: Utilise par défaut la couleur d'accentuation du système
hu: Alapértelmezés szerint a rendszer kiemelő színe
ja: デフォルトはシステムのアクセントカラーです
nl: Standaard is dit de accentkleur van het systeem
pl: Domyślnie używa systemowego koloru akcentu
pt: Usa a cor de destaque do sistema por predefinição
ru: По умолчанию системный цвет
sv: Använder systemets accentfärg som standard
tr: Varsayılan olarak sistem vurgu rengini kullanır
vi: Mặc định theo màu nhấn của hệ thống
zh_hans: 默认使用系统强调色
zh_hant: 預設使用系統強調色

source: Defaults to the dock's text color
ar: يستخدم لون نص Dock افتراضيًا
de: Verwendet standardmäßig die Textfarbe des Docks
es: Usa el color del texto del Dock por omisión
fr: Utilise par défaut la couleur du texte du dock
hu: Alapértelmezés szerint a Dock szövegszíne
ja: デフォルトはDockのテキストカラーです
nl: Standaard is dit de tekstkleur van het Dock
pl: Domyślnie ustawiany jest kolor tekstu Docka.
pt: Usa a cor do texto da Dock por predefinição
ru: По умолчанию используется цвет текста Dock
sv: Använder dockans textfärg som standard
tr: Varsayılan olarak dock'un metin rengini kullanır
vi: Mặc định theo màu chữ của dock
zh_hans: 默认使用 Dock 的文本颜色
zh_hant: 預設為 Dock 的文字顏色

source: Delay before hover activates
ar: التأخير قبل تفعيل التمرير
de: Verzögerung bis zur Aktivierung bei Zeigerkontakt
es: Retardo antes de que se active la acción al pasar el cursor
fr: Délai avant l'activation du survol de la souris
hu: Késleltetés a rámutatás aktiválódása előtt
ja: ホバーが作動するまでの遅延
nl: Vertraging voordat het aanwijzen wordt geactiveerd
pl: Opóźnienie aktywacji po wskazaniu
pt: Atraso até a passagem do cursor ativar
ru: Задержка перед активацией при наведении
sv: Fördröjning innan hovring aktiveras
tr: Üzerine gelme etkisinin etkinleşmesinden önceki gecikme süresi
vi: Thời gian chờ trước khi kích hoạt di chuột
zh_hans: 悬停激活前的延迟
zh_hant: 懸停啟用前的延遲時間

source: Delay Before Switching
ar: التأخير قبل التبديل
de: Verzögerung vor dem Wechsel
es: Retardo antes de cambiar
fr: Délai avant le changement
hu: Késleltetés váltás előtt
ja: 切り替えまでの遅延
nl: Vertraging voor wisselen
pl: Opóźnienie przed przełączeniem
pt: Atraso Antes de Mudar
ru: Задержка перед переключением
sv: Fördröjning före byte
tr: Geçiş Öncesi Gecikme
vi: Độ trễ trước khi chuyển
zh_hans: 切换前延迟
zh_hant: 切換前延遲

source: Delay before the dock appears when hovering the edge
ar: التأخير قبل ظهور Dock عند تمرير المؤشر فوق الحافة
de: Verzögerung, bevor das Dock erscheint, wenn der Zeiger am Bildschirmrand ist
es: Retardo antes de que aparezca el Dock al pasar el cursor por el borde
fr: Délai avant que le dock n'apparaisse lors du survol du bord
hu: Késleltetés a Dock megjelenése előtt a szélre mutatáskor
ja: 画面の端にカーソルを合わせてからDockが表示されるまでの遅延
nl: Vertraging voordat het Dock verschijnt wanneer je met de muis over de rand beweegt
pl: Opóźnienie pojawienia się Docka po wskazaniu krawędzi
pt: Atraso até a Dock aparecer ao passar o cursor na margem
ru: Задержка перед появлением Dock при наведении на край экрана
sv: Fördröjning innan dockan visas när pekaren hålls vid kanten
tr: Kenarın üzerine gelindiğinde dock'un görünmesinden önceki gecikme
vi: Thời gian chờ trước khi dock xuất hiện khi di chuột vào cạnh
zh_hans: 鼠标悬停在屏幕边缘时 Dock 的显示延迟
zh_hant: 滑鼠停留於螢幕邊緣後，Dock 顯示前的延遲時間

source: Delay before the hover action runs
ar: التأخير قبل تشغيل إجراء التمرير
de: Verzögerung bis zur Ausführung der Aktion bei Zeigerkontakt
es: Retardo antes de que se ejecute la acción del cursor
fr: Délai avant l'activation du survol de la souris
hu: Késleltetés a rámutatási művelet előtt
ja: ホバーアクションが実行されるまでの遅延
nl: Vertraging voordat de aanwijzeractie wordt uitgevoerd
pl: Opóźnienie wykonania czynności po wskazaniu
pt: Atraso até a ação de passagem do cursor ser executada
ru: Задержка перед выполнением действия при наведении
sv: Fördröjning innan hovringsåtgärden utförs
tr: Üzerine gelme eyleminin çalışmasından önceki gecikme
vi: Thời gian chờ trước khi tác vụ di chuột thực hiện
zh_hans: 悬停操作执行前的延迟时间
zh_hant: 懸停動作執行前的延遲時間

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hu: Törlés
ja: 削除
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить
sv: Radera
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Stack
ar: حذف المكدس
de: Stapel löschen
es: Eliminar pila
fr: Supprimer la pile
hu: Köteg törlése
ja: スタックを削除
nl: Stapel verwijderen
pl: Usuń stos
pt: Apagar Pilha
ru: Удалить стопку
sv: Radera stack
tr: Yığını Sil
vi: Xóa Ngăn xếp
zh_hans: 删除叠放
zh_hant: 刪除堆疊

source: Descending
ar: تنازلي
de: Absteigend
es: Descendente
fr: Décroissant
hu: Csökkenő
ja: 降順
nl: Aflopend
pl: Malejąco
pt: Descendente
ru: По убыванию
sv: Fallande
tr: Azalan
vi: Giảm dần
zh_hans: 降序
zh_hant: 遞減

source: Describe the issue here:
ar: وصف المشكلة هنا:
de: Beschreiben Sie das Problem hier:
es: Describe el problema aquí:
fr: Décrivez le problème ici :
hu: Írja le a problémát itt:
ja: ここに問題の内容を記入してください:
nl: Beschrijf het probleem hier:
pl: Opisz problem tutaj:
pt: Descreva o problema aqui:
ru: Опишите ошибку здесь:
sv: Beskriv problemet här:
tr: Sorunu burada açıklayın:
vi: Mô tả sự cố ở đây:
zh_hans: 在此描述问题：
zh_hant: 請在此描述問題：

source: Design Review
ar: مراجعة التصميم
de: Designprüfung
es: Revisión de diseño
fr: Revue de design
hu: Dizájn-felülvizsgálat
ja: デザインレビュー
nl: Ontwerpbeoordeling
pl: Przegląd projektu
pt: Revisão de Design
ru: Обзор дизайна
sv: Designgranskning
tr: Tasarım İncelemesi
vi: Đánh giá Thiết kế
zh_hans: 设计评审
zh_hant: 設計檢視

source: Desktop %lld
ar: سطح المكتب %lld
de: Schreibtisch %lld
es: Escritorio %lld
fr: Bureau %lld
hu: Íróasztal %lld
ja: デスクトップ%lld
nl: Bureaublad %lld
pl: Biurko %lld
pt: Secretária %lld
ru: Рабочий стол %lld
sv: Skrivbord %lld
tr: Masaüstü %lld
vi: Màn hình nền %lld
zh_hans: 桌面 %lld
zh_hant: 桌面 %lld

source: Desktop Icon
ar: أيقونة سطح المكتب
de: Schreibtischsymbol
es: Icono de escritorio
fr: Icône du Bureau
hu: Íróasztal-ikon
ja: デスクトップアイコン
nl: Bureaubladpictogram
pl: Ikona biurka
pt: Ícone da Secretária
ru: Значок рабочего стола
sv: Skrivbordssymbol
tr: Masaüstü Simgesi
vi: Biểu tượng Màn hình nền
zh_hans: 桌面图标
zh_hant: 桌面圖示

source: Desktop Icons
ar: أيقونات سطح المكتب
de: Schreibtischsymbole
es: Iconos del escritorio
fr: Icônes du Bureau
hu: Íróasztal-ikonok
ja: デスクトップアイコン
nl: Bureaubladpictogrammen
pl: Ikony Biurka
pt: Ícones da Secretária
ru: Значки на рабочем столе
sv: Skrivbordssymboler
tr: Masaüstü Simgeleri
vi: Biểu tượng màn hình nền
zh_hans: 桌面图标
zh_hant: 桌面圖示

source: desktop picture
ar: صورة سطح المكتب
de: schreibtischhintergrund
es: fondo de pantalla
fr: fond d'écran
hu: íróasztal háttérkép
ja: デスクトップピクチャ
nl: bureaubladachtergrond
pl: obrazek Biurka
pt: imagem da secretária
ru: картинка рабочего стола
sv: skrivbordsbild
tr: masaüstü resmi
vi: hình nền
zh_hans: 桌面图片
zh_hant: 桌面圖片

source: Device Deactivated
ar: تم إلغاء تنشيط الجهاز
de: Gerät deaktiviert
es: Dispositivo desactivado
fr: Appareil désactivé
hu: Eszköz deaktiválva
ja: デバイスが非アクティブ化されました
nl: Apparaat gedeactiveerd
pl: Urządzenie zdezaktywowane
pt: Dispositivo Desativado
ru: Устройство деактивировано
sv: Enheten har avaktiverats
tr: Cihaz Devre Dışı Bırakıldı
vi: Thiết bị đã bị Hủy kích hoạt
zh_hans: 设备已停用
zh_hant: 裝置已停用

source: Diagnostics
ar: التشخيصات
de: Diagnose
es: Diagnóstico
fr: Diagnostic
hu: Diagnosztika
ja: 診断
nl: Diagnostiek
pl: Diagnostyka
pt: Diagnóstico
ru: Диагностика
sv: Diagnostik
tr: Tanılama
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷

source: dictation
ar: إملاء
de: diktat
es: dictado
fr: dictée
hu: diktálás
ja: 音声入力
nl: dicteren
pl: dyktowanie
pt: ditado
ru: диктовка
sv: diktering
tr: dikte
vi: đọc chính tả
zh_hans: 听写
zh_hant: 聽寫

source: Dim and badge minimized or hidden windows in Alt-Tab
ar: تعتيم النوافذ المصغّرة أو المخفية ووضع شارة عليها في Alt-Tab
de: Minimierte oder ausgeblendete Fenster in Alt-Tab abdunkeln und kennzeichnen
es: Atenúa y marca con una insignia las ventanas minimizadas u ocultas en Alt-Tab
fr: Estomper les fenêtres réduites ou masquées et leur ajouter un badge dans Alt-Tab
hu: Kicsinyített vagy rejtett ablakok elhalványítása és jelvénnyel jelölése az Alt-Tabban
ja: Alt-Tabでしまったウインドウや非表示のウインドウを暗くしてバッジを表示
nl: Dim geminimaliseerde of verborgen vensters in Alt-Tab en voorzie ze van een badge
pl: Przyciemniaj i oznaczaj zminimalizowane lub ukryte okna w Alt-Tab
pt: Esbater e assinalar com um emblema as janelas minimizadas ou ocultas no Alt-Tab
ru: Затемнять и помечать свернутые или скрытые окна в Alt-Tab
sv: Tona ned och märk minimerade eller gömda fönster i Alt-Tab
tr: Alt-Tab'da simge durumuna küçültülmüş veya gizli pencereleri soluklaştır ve rozetle işaretle
vi: Làm mờ và gắn huy hiệu cho cửa sổ bị thu nhỏ hoặc bị ẩn trong Alt-Tab
zh_hans: 在 Alt-Tab 中将最小化或隐藏的窗口变暗并添加标记
zh_hant: 在 Alt-Tab 中將最小化或隱藏的視窗變暗並顯示標記

source: Dim and badge minimized or hidden windows in dock previews
ar: تعتيم النوافذ المصغّرة أو المخفية ووضع شارة عليها في معاينات Dock
de: Minimierte oder ausgeblendete Fenster in Dock-Vorschauen abdunkeln und kennzeichnen
es: Atenúa y marca con una insignia las ventanas minimizadas u ocultas en las previsualizaciones del Dock
fr: Estomper les fenêtres réduites ou masquées et leur ajouter un badge dans les aperçus du dock
hu: Kicsinyített vagy rejtett ablakok elhalványítása és jelvénnyel jelölése a Dock-előnézetekben
ja: Dockプレビューでしまったウインドウや非表示のウインドウを暗くしてバッジを表示
nl: Dim geminimaliseerde of verborgen vensters in Dock-voorbeelden en voorzie ze van een badge
pl: Przyciemniaj i oznaczaj zminimalizowane lub ukryte okna w podglądach Docka
pt: Esbater e assinalar com um emblema as janelas minimizadas ou ocultas nas pré-visualizações da Dock
ru: Затемнять и помечать свернутые или скрытые окна в предпросмотре Dock
sv: Tona ned och märk minimerade eller gömda fönster i dockförhandsvisningar
tr: Dock önizlemelerinde simge durumuna küçültülmüş veya gizli pencereleri soluklaştır ve rozetle işaretle
vi: Làm mờ và gắn huy hiệu cho cửa sổ bị thu nhỏ hoặc bị ẩn trong bản xem trước dock
zh_hans: 在 Dock 预览中将最小化或隐藏的窗口变暗并添加标记
zh_hant: 在 Dock 預覽中將最小化或隱藏的視窗變暗並顯示標記

source: Dim and badge minimized or hidden windows in Glance previews
ar: تعتيم النوافذ المصغّرة أو المخفية ووضع شارة عليها في معاينات Glance
de: Minimierte oder ausgeblendete Fenster in Glance-Vorschauen abdunkeln und kennzeichnen
es: Atenúa y marca con una insignia las ventanas minimizadas u ocultas en las previsualizaciones de Glance
fr: Estomper les fenêtres réduites ou masquées et leur ajouter un badge dans les aperçus Glance
hu: Kicsinyített vagy rejtett ablakok elhalványítása és jelvénnyel jelölése a Glance-előnézetekben
ja: Glanceプレビューでしまったウインドウや非表示のウインドウを暗くしてバッジを表示
nl: Dim geminimaliseerde of verborgen vensters in Glance-voorbeelden en voorzie ze van een badge
pl: Przyciemniaj i oznaczaj zminimalizowane lub ukryte okna w podglądach Glance
pt: Esbater e assinalar com um emblema as janelas minimizadas ou ocultas nas pré-visualizações do Glance
ru: Затемнять и помечать свернутые или скрытые окна в предпросмотре Glance
sv: Tona ned och märk minimerade eller gömda fönster i Glance-förhandsvisningar
tr: Glance önizlemelerinde simge durumuna küçültülmüş veya gizli pencereleri soluklaştır ve rozetle işaretle
vi: Làm mờ và gắn huy hiệu cho cửa sổ bị thu nhỏ hoặc bị ẩn trong bản xem trước Glance
zh_hans: 在 Glance 预览中将最小化或隐藏的窗口变暗并添加标记
zh_hant: 在 Glance 預覽中將最小化或隱藏的視窗變暗並顯示標記

source: Dim Minimized Icons
ar: تعتيم الأيقونات المصغرة
de: Minimierte Symbole abdunkeln
es: Atenuar iconos minimizados
fr: Assombrir les icônes réduites
hu: Kicsinyített ikonok elhalványítása
ja: 最小化したアイコンを暗くする
nl: Geminimaliseerde pictogrammen dimmen
pl: Przyciemniaj zminimalizowane ikony
pt: Esbater Ícones Minimizados
ru: Затемнять значки свернутых приложений
sv: Tona ned minimerade symboler
tr: Küçültülmüş Simgeleri Soluklaştır
vi: Làm mờ biểu tượng đã thu nhỏ
zh_hans: 调暗最小化的图标
zh_hant: 將最小化圖示變暗

source: Dim Preview Panel
ar: تعتيم لوحة المعاينة
de: Vorschaupanel abdunkeln
es: Atenuar panel de previsualización
fr: Estomper le panneau d'aperçu
hu: Előnézeti panel elhalványítása
ja: プレビューパネルを暗くする
nl: Voorbeeldvenster dimmen
pl: Przyciemniaj panel podglądu
pt: Esbater Painel de Pré-visualização
ru: Затемнять панель предпросмотра
sv: Tona ned förhandsvisningspanel
tr: Önizleme Panelini Karart
vi: Làm mờ bảng xem trước
zh_hans: 淡化预览面板
zh_hant: 淡化預覽面板

source: Dim the thumbnail and show a badge on windows that are minimized or hidden
ar: تعتيم الصورة المصغرة وإظهار شارة على النوافذ المصغّرة أو المخفية
de: Miniatur abdunkeln und bei minimierten oder ausgeblendeten Fenstern ein Kennzeichen anzeigen
es: Atenúa la miniatura y muestra una insignia en las ventanas minimizadas u ocultas
fr: Estomper la miniature et afficher un badge sur les fenêtres réduites ou masquées
hu: A miniatűr elhalványítása és jelvény megjelenítése a kicsinyített vagy rejtett ablakokon
ja: しまったウインドウや非表示のウインドウのサムネールを暗くし、バッジを表示
nl: De miniatuur afdimmen en een badge weergeven bij vensters die geminimaliseerd of verborgen zijn
pl: Przyciemniaj miniaturę i pokazuj plakietkę na zminimalizowanych lub ukrytych oknach
pt: Esbater a miniatura e mostrar um emblema nas janelas minimizadas ou ocultas
ru: Затемнять миниатюру и показывать метку на свернутых или скрытых окнах
sv: Tona ned miniatyren och visa en bricka på fönster som är minimerade eller gömda
tr: Simge durumuna küçültülmüş veya gizli pencerelerde küçük resmi soluklaştır ve rozet göster
vi: Làm mờ hình thu nhỏ và hiển thị huy hiệu trên cửa sổ bị thu nhỏ hoặc bị ẩn
zh_hans: 将最小化或隐藏窗口的缩略图变暗并显示标记
zh_hant: 將最小化或隱藏視窗的縮圖變暗，並顯示標記

source: Dimmed → Hover
ar: معتم → عند التمرير
de: Abgedunkelt → Zeigerkontakt
es: Atenuado → Al pasar el cursor
fr: Estompé → Survol
hu: Elhalványított → Rámutatás
ja: 暗く表示 → ホバー
nl: Gedimd → Aanwijzen
pl: Przyciemnione → po wskazaniu
pt: Esbatido → Ao passar o cursor
ru: Тусклое → Наведение
sv: Nedtonad → Hovring
tr: Soluk → Fareyle üzerine gelindiğinde
vi: Làm mờ → Di chuột
zh_hans: 变暗 → 悬停
zh_hant: 暗化 → 懸停

source: Dimmed Icon Opacity
ar: عتامة الأيقونة المعتمة
de: Deckkraft abgedunkelter Symbole
es: Opacidad de iconos atenuados
fr: Opacité des icônes estompées
hu: Elhalványított ikon átlátszatlansága
ja: 暗くしたアイコンの不透明度
nl: Dekking van gedimde pictogrammen
pl: Krycie przyciemnionych ikon
pt: Opacidade dos Ícones Esbatidos
ru: Непрозрачность затемненных значков
sv: Opacitet för nedtonade symboler
tr: Soluk Simge Opaklığı
vi: Độ mờ biểu tượng khi làm mờ
zh_hans: 图标变暗时的不透明度
zh_hant: 暗化圖示不透明度

source: Direct Profile Shortcuts
ar: اختصارات ملفات التعريف المباشرة
de: Direkte Profilkurzbefehle
es: Atajos directos de perfil
fr: Raccourcis par profil
hu: Közvetlen profil-billentyűparancsok
ja: プロファイル直接ショートカット
nl: Directe profielsneltoetsen
pl: Bezpośrednie skróty profilu
pt: Atalhos Diretos de Perfil
ru: Сочетания клавиш для профилей
sv: Direkta profilkortkommandon
tr: Doğrudan Profil Kısayolları
vi: Phím tắt chuyển hồ sơ trực tiếp
zh_hans: 配置文件直达快捷键
zh_hant: 直接設定檔快速鍵

source: Direction
ar: الاتجاه
de: Richtung
es: Dirección
hu: Irány
ja: 方向
nl: Richting
pl: Kierunek
pt: Direção
ru: Направление
sv: Riktning
tr: Yön
vi: Hướng
zh_hans: 方向
zh_hant: 方向

source: Disabled
ar: معطّل
de: Aus
es: Desactivado
fr: Désactivé
hu: Letiltva
ja: 無効
nl: Uitgeschakeld
pl: Wył.
pt: Desativado
ru: Отключено
sv: Inaktiverad
tr: Devre dışı
vi: Đã tắt
zh_hans: 禁用
zh_hant: 已停用

source: Disabled - use thumbnail view when available
ar: معطّل - استخدام عرض الصور المصغرة عند توفره
de: Deaktiviert – Miniaturansicht verwenden, wenn verfügbar
es: Desactivado: usar la vista de miniaturas cuando esté disponible
fr: Désactivé - utiliser la vue miniature lorsque disponible
hu: Kikapcsolva - miniatűrnézet használata, ha elérhető
ja: 無効 - 可能な場合はサムネール表示を使用します
nl: Uitgeschakeld – gebruik de miniatuurweergave indien beschikbaar
pl: Wyłączone - używaj widoku miniatur, gdy jest dostępny
pt: Desativado - usar a vista de miniaturas quando disponível
ru: Отключено: использовать миниатюры, если возможно
sv: Inaktiverad - använd miniatyrvy när den är tillgänglig
tr: Devre dışı - mümkün olduğunda küçük resim görünümünü kullan
vi: Đã tắt - sử dụng chế độ xem hình thu nhỏ nếu có sẵn
zh_hans: 关闭 - 可用时使用缩略图视图
zh_hant: 已停用－可用時使用縮圖檢視

source: Disabled because Alt-Tab is already limited to the active app
ar: تم تعطيله لأن Alt-Tab مقيد بالفعل بالتطبيق النشط
de: Deaktiviert, da Alt-Tab bereits auf die aktive App beschränkt ist
es: Desactivado porque Alt-Tab ya está limitado a la app activa
fr: Désactivé car Alt-Tab est déjà limité à l'application active
hu: Letiltva, mert az Alt-Tab már az aktív alkalmazásra van korlátozva
ja: Alt-Tabがすでにアクティブなアプリに限定されているため無効です
nl: Uitgeschakeld omdat Alt-Tab al beperkt is tot de actieve app
pl: Funkcja wyłączona – przełączanie jest już ograniczone do aktywnej aplikacji
pt: Desativado porque o Alt-Tab já está limitado à aplicação ativa
ru: Отключено, потому что Alt-Tab уже ограничен активным приложением
sv: Inaktiverad eftersom Alt-Tab redan är begränsat till den aktiva appen
tr: Alt-Tab zaten etkin uygulamayla sınırlı olduğu için devre dışı
vi: Đã tắt vì Alt-Tab hiện đã được giới hạn cho ứng dụng đang hoạt động
zh_hans: 已禁用，因为 Alt-Tab 已限制为仅在当前活动应用中使用
zh_hant: 已停用－Alt-Tab 已限制為僅顯示目前應用程式

source: disk
ar: قرص
de: festplatte
es: disco
fr: disque
hu: lemez
ja: ディスク
nl: schijf
pl: dysk
pt: disco
ru: диск
vi: ổ đĩa
zh_hans: 磁盘
zh_hant: 磁碟

source: Disk
ar: القرص
de: Festplatte
es: Disco
fr: Disque
hu: Lemez
ja: ディスク
nl: Schijf
pl: Dysk
pt: Disco
ru: Диск
vi: Ổ đĩa
zh_hans: 磁盘
zh_hant: 磁碟

source: Dismiss the window preview when you click the app's dock icon
ar: إغلاق معاينة النوافذ عند النقر على أيقونة التطبيق في Dock
de: Fenstervorschau beim Klicken auf das Dock-Symbol der App ausblenden
es: Cierra la previsualización de ventanas al hacer clic en el icono de la app en el Dock
fr: Fermer l'aperçu de fenêtre quand vous cliquez sur l'icône de l'app dans le dock
hu: Az ablak-előnézet bezárása, amikor az app Dock-ikonjára kattint
ja: アプリのDockアイコンをクリックしたときにウインドウプレビューを閉じます
nl: Sluit het venstervoorbeeld wanneer je op het Dock-pictogram van de app klikt
pl: Zamykaj podgląd okna po kliknięciu ikony aplikacji w Docku
pt: Fechar a pré-visualização de janelas ao clicar no ícone da aplicação na Dock
ru: Закрывать предпросмотр окна при нажатии на значок приложения в Dock
sv: Stäng fönsterförhandsvisningen när du klickar på appens docksymbol
tr: Uygulamanın dock simgesine tıklayınca pencere önizlemesini kapat
vi: Ẩn bản xem trước cửa sổ khi bạn nhấp vào biểu tượng dock của ứng dụng
zh_hans: 点击应用的 Dock 图标时关闭窗口预览
zh_hant: 按一下應用程式的 Dock 圖示時關閉視窗預覽

source: Dismiss the window preview when you click the app's dock icon. Turn off to keep it open and click through windows.
ar: إغلاق معاينة النوافذ عند النقر على أيقونة التطبيق في Dock. أوقفه لإبقائها مفتوحة والتنقل بين النوافذ بالنقر.
de: Blendet die Fenstervorschau aus, wenn Sie auf das Dock-Symbol der App klicken. Deaktivieren Sie diese Option, damit sie geöffnet bleibt und Sie per Klick zwischen Fenstern wechseln können.
es: Cierra la previsualización de ventanas al hacer clic en el icono de la app en el Dock. Desactívalo para mantenerla abierta e ir haciendo clic en las ventanas.
fr: Fermer l'aperçu de fenêtre quand vous cliquez sur l'icône de l'app dans le dock. Désactivez pour le garder ouvert et cliquer sur plusieurs fenêtres.
hu: Az ablak-előnézet bezárása, amikor az app Dock-ikonjára kattint. Kikapcsolva nyitva marad, és sorra kattinthat az ablakokra.
ja: アプリのDockアイコンをクリックしたときにウインドウプレビューを閉じます。オフにすると開いたままになり、ウインドウを次々にクリックできます。
nl: Sluit het venstervoorbeeld wanneer je op het Dock-pictogram van de app klikt. Schakel deze optie uit om het voorbeeld open te houden en door vensters te kunnen klikken.
pl: Zamykaj podgląd okna po kliknięciu ikony aplikacji w Docku. Wyłącz, aby pozostawić go otwarty i przełączać okna kliknięciami.
pt: Fecha a pré-visualização de janelas ao clicar no ícone da aplicação na Dock. Desative para a manter aberta e clicar pelas janelas.
ru: Закрывать предпросмотр окна при нажатии на значок приложения в Dock. Выключите, чтобы оставить его открытым и переходить по окнам нажатием.
sv: Stäng fönsterförhandsvisningen när du klickar på appens docksymbol. Stäng av för att låta den vara öppen och klicka dig igenom fönstren.
tr: Uygulamanın dock simgesine tıklayınca pencere önizlemesini kapat. Açık tutup pencereler arasında tıklamak için kapat.
vi: Ẩn bản xem trước cửa sổ khi bạn nhấp vào biểu tượng dock của ứng dụng. Tắt tính năng này để giữ bản xem trước mở và nhấp duyệt qua các cửa sổ.
zh_hans: 点击应用的 Dock 图标时关闭窗口预览。关闭此选项可保持预览打开，并可直接点击不同窗口进行切换。
zh_hant: 按一下應用程式的 Dock 圖示時關閉視窗預覽。關閉此選項可保持預覽開啟，並直接按一下切換不同視窗。

source: Display a pinned folder's contents as a list, a scrollable icon grid, or an accordion of fanned-out icons
ar: عرض محتويات المجلد المثبّت كقائمة، أو شبكة أيقونات قابلة للتمرير، أو أكورديون من الأيقونات المنتشرة كالمروحة
de: Inhalt eines angehefteten Ordners als Liste, scrollbares Symbolraster oder Akkordeon aufgefächerter Symbole anzeigen
es: Muestra el contenido de una carpeta fijada como lista, como cuadrícula de iconos desplazable o como acordeón de iconos en abanico
fr: Afficher le contenu d'un dossier épinglé sous forme de liste, de grille d'icônes défilante ou d'accordéon d'icônes en éventail
hu: A kitűzött mappa tartalmának megjelenítése listaként, görgethető ikonrácsként vagy legyezőszerűen kinyíló ikonok harmonikájaként
ja: ピン留めしたフォルダの内容を、リスト、スクロール可能なアイコングリッド、扇状に広がるアイコンのアコーディオンのいずれかで表示
nl: Toon de inhoud van een vastgezette map als lijst, als scrollbaar pictogramraster of als accordeon van uitgeklapte pictogrammen
pl: Wyświetlaj zawartość przypiętego folderu jako listę, przewijaną siatkę ikon lub akordeon ikon rozwiniętych wachlarzowo
pt: Mostrar o conteúdo de uma pasta afixada como lista, grelha de ícones deslocável ou acordeão de ícones em leque
ru: Показывать содержимое закрепленной папки списком, прокручиваемой сеткой значков или аккордеоном из веера значков
sv: Visa en fäst mapps innehåll som en lista, ett rullningsbart symbolrutnät eller ett dragspel av utfällda symboler
tr: Sabitlenmiş klasörün içeriğini liste, kaydırılabilir simge ızgarası veya yelpaze gibi açılan simgelerden oluşan akordiyon olarak göster
vi: Hiển thị nội dung của thư mục đã ghim dưới dạng danh sách, lưới biểu tượng có thể cuộn, hoặc dạng thẻ xếp với các biểu tượng xòe ra
zh_hans: 以列表、可滚动的图标网格，或手风琴式展开的图标显示已固定文件夹的内容
zh_hant: 將釘選檔案夾的內容顯示為列表、可捲動的圖示網格，或扇形展開圖示的手風琴式選單

source: Display CPU and memory usage next to the dock preview app name
ar: عرض استخدام وحدة المعالجة المركزية والذاكرة بجانب اسم التطبيق في معاينة Dock
de: CPU- und Speichernutzung neben dem App-Namen in der Dock-Vorschau anzeigen
es: Muestra el uso de CPU y memoria junto al nombre de la app en la previsualización del Dock
fr: Afficher l'utilisation du CPU et de la RAM à côté du nom de l'application dans l'aperçu du dock
hu: A CPU- és memóriahasználat megjelenítése a Dock-előnézet alkalmazásneve mellett
ja: Dockプレビューのアプリ名の横にCPUとメモリの使用状況を表示します
nl: Geef het CPU- en geheugengebruik weer naast de naam van de app in het Dock-voorbeeld
pl: Wyświetlaj użycie procesora i pamięci obok nazwy aplikacji w podglądzie Docka
pt: Mostrar a utilização de CPU e memória junto ao nome da aplicação na pré-visualização da Dock
ru: Показывать использование ЦП и памяти рядом с названием приложения в предпросмотре Dock
sv: Visa processor- och minnesanvändning bredvid appnamnet i dockförhandsvisningen
tr: Dock önizlemesinde uygulama adının yanında CPU ve bellek kullanımını göster
vi: Hiển thị mức sử dụng CPU và bộ nhớ bên cạnh tên ứng dụng trong bản xem trước dock
zh_hans: 在 Dock 预览的应用名称旁显示 CPU 和内存占用情况
zh_hant: 在 Dock 預覽的應用程式名稱旁顯示 CPU 與記憶體使用量
